export const WEEK_DAYS = ['S', 'M', 'T', 'W', 'T', 'F', 'S'];

export const DANCE_GENRE = [
  {
    category: '스트리트 댄스',
    dances: [
      '브레이킹',
      '팝핑',
      '락킹',
      '왁킹',
      '힙합',
      '하우스',
      '크럼프',
      '보깅',
      '비보잉',
    ],
  },
  {
    category: '발레와 현대무용',
    dances: ['발레 ', '모던댄스'],
  },
  {
    category: '사교댄스와 볼룸 댄스',
    dances: [
      '왈츠',
      '비엔나왈츠',
      '탱고 ',
      '폭스트롯',
      '차차차',
      '삼바',
      '자이브',
      '파소도블레',
    ],
  },
  {
    category: '라틴 아메리카 댄스',
    dances: ['삼바 ', '탱고 ', '메렝게 ', '쇼셜차차', '바차타'],
  },
  {
    category: '팝과 커뮤니케이션 무용',
    dances: ['상업댄스', '방송댄스 ', '걸스힙합 ', '디스코 ', '섹시 웨이브'],
  },
  {
    category: '기타 다양한 장르',
    dances: ['벨리댄스', '소울', '펑크', '큇 스텝', '나이트 덴싱, 키즈댄스'],
  },
];
